<?php
return [
    "保存成功"=>"保存成功",
    "保存失败"=>"保存失敗",
    "删除失败"=>"删除失敗",
    "删除成功"=>"删除成功",
    "未知错误"=>"未知錯誤",
    
    "请输入正确的邮箱"=>"請輸入正確的郵箱",
    "邮箱未注册"=>"郵箱未注册",
    "邮箱未绑定账号"=>"郵箱未綁定帳號",
    "邮箱已绑定过账号"=>"郵箱已綁定過帳號",
    "邮箱已存在"=>"郵箱已存在",
    
    "请输入正确的手机号"=>"請輸入正確的手機號",
    "手机号未注册"=>"手機號未注册",
    "手机号未绑定账号"=>"手機號未綁定帳號",
    "手机号已绑定过账号"=>"手機號已綁定過帳號",
    "手机号已存在"=>"手機號已存在",
    
    "登陆失败"=>"登入失敗",
    "登陆成功"=>"登入成功",
    "退出成功"=>"退出成功",
    "退出失败"=>"退出失敗",
    "原始密码错误"=>"原始密碼錯誤",
    "两次输入密码不一致"=>"兩次輸入密碼不一致", 
];